#
# 5-1 절대값 계산
#

a = int(input("정수를 입력하세요 : "))





print("%d 의 절대값은 %d" %(a,b))


#
# 5-2 2개의 정수 입력받아 큰 수 출력
#
"""
a = int(input("정수 1 : "))
b = int(input("정수 2 : "))




    
print("\n\n정수 1 : %d과 정수 2 : %d 중에서 큰 값은 %d " %(a,b, max))    
"""

#
# 5-3 양수/음수/0 판단하기 
#
"""
a = int(input("정수 : "))







"""

#
# 5-4 3개의 정수 입력받아 가장 작은 정수 출력
#
"""
a = int(input("정수 : "))
b = int(input("정수 : "))
c = int(input("정수 : "))








"""
#
# 5-5 x, y 좌표 값 입력받아 사분면 출력
#
"""
x = int(input("x값 : "))
y = int(input("y값 : "))






 
"""

#
# 5-6 건조주의보 판단
# 실효습도 35%이하가 2일 이상 계속될 때
#
"""
humidity = int(input("습도(%) : "))
day = int(input("지속일수 : "))





"""

#
# 5-7 강풍주의보 판단
# 육상에서 풍속 (14m/s) 이상 또는 순간풍속 (20m/s) 이상이 예상될 때
#
"""
wind_speed1 = int(input("육상 풍속(m/h) : "))
wind_speed2 = int(input("순간풍속(m/s) : "))





"""

#
# 5-8 감자칩 가격과 구입 개수 입력받아 계산.
# 단, 감자칩을 10개이상 구입하면 10% 할인
#
"""
price = int(input("감자칩 가격 : "))
cnt = int(input("구입 갯수 : "))





"""

#
# 5-9 감자칩 가격과 구입 개수 입력받아 계산.
# 단, 10개이상 구입하면 10% 할인, 20개 이상 구입하면 20% 할인
#
"""
price = int(input("감자칩 가격 : "))
cnt = int(input("구입 갯수 : "))




"""

#
# 5-10 자격증 시험(엑셀, 액세스) 합격 여부 프로그램
# 한 과목이라도 50점 미만이면 불합격 : 과락, 평균 : 60점 미만이면 불합격
#
"""
excel = int(input("엑셀 점수 : "))
access = int(input("엑세스 점수 : "))




"""
